Repository: lbernardo-dev/shield
Catalog: ShieldWidgetExtension/Localizable.xcstrings
Source language: en
Languages: es

source: %lld of %lld protected
es: %lld de %lld protegidos

source: %lld%% secure
es: %lld%% seguro

source: 100% On-Device
es: 100% en dispositivo

source: All Secure
es: Todo Seguro

# DNI / ID
source: ID / Passport
es: DNI / ID

source: Documents
es: Documentos

source: Identity Protected
es: Identidad Blindada

source: MaskID Quick Actions
es: Atajos de MaskID

source: No exposed documents
es: Sin documentos expuestos

source: One-tap shortcuts to protect IDs, payrolls, contracts, or open your vault.
es: Atajos de un toque para proteger DNI, nóminas, contratos o abrir tu bóveda.

source: Open Vault
es: Abrir Bóveda

# Payroll
source: Pay Stub
es: Nómina

source: Privacy Tip
es: Consejo de Privacidad

source: Protect
es: Proteger

source: Protect Document
es: Proteger Documento

source: Protect ID
es: Proteger DNI

source: Protect a Document
es: Proteger un documento

source: Protected
es: Protegidos

source: Protection Status
es: Estado de Protección

source: Protection status
es: Estado de protección

source: Quick Actions
es: Acciones Rápidas

source: Quickly access MaskID's encrypted vault.
es: Accede rápidamente a la bóveda cifrada de MaskID.

source: Quickly open MaskID to protect a document.
es: Abre rápidamente MaskID para proteger un documento.

source: Rental / Lease
es: Alquiler / Trámite

source: Scan Document
es: Escanear Documento

source: Secure Vault
es: Bóveda Cifrada

source: See your protected document metrics, watermarks, and security status.
es: Consulta métricas de tus documentos protegidos, marcas de agua y seguridad.

source: Shield Active
es: Escudo Activo

source: Vault
es: Bóveda

source: Watermarks
es: Marcas de agua

source: When sharing your ID or pay stub, always mask excess data and add a specific watermark.
es: Al compartir tu DNI o nómina, oculta datos sensibles y añade una marca de agua de uso exclusivo.

source: documents
es: documentos

source: protected documents
es: documentos protegidos
